[ItemDefs.ID_MO_MessageFromOtis MissionItemDefinition]
UseFailureCharacterMessage="You will be perfect %s LIKE THAT."
ItemName="A message from Otis"
PickupMessage="you have %s"
PickupMessageWithLevel="I have you. %s (%d *country)"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="This product is unavailable."
NoManufacturerName="Typically"

[ItemDefs.ID_MO_MessageFromOtis:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText=""
Suffix=""
Prefix=""

[MO_TurnInDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

